Repository: biglinux/core-apps
Catalog: bigcontrolcenter-system-biguser/I18N/*.po
Languages: pt

source: Gerenciar usuarios
pt: Gerenciar usuários

source: Adicionar, remover e alterar permissoes de usuarios
pt: Adicionar, remover e alterar permissões de usuários

source: Fixar configuracao do usuario
pt: Fixar configuração do usuário

source: Salve a configuracao atual de um usuario para que ela seja sempre restaurada.
pt: Salve a configuração atual de um usuário para que ela seja sempre restaurada.

source: Em locais publicos, por exemplo, em lan houses e escolas pode ser util desfazer as alteracoes e logs criados pelos usuarios, para isso basta configurar o desktop da forma desejada e utilizar esse aplicativo para gerar uma copia da configuracao atual que sera restaurada automaticamente a cada login:
pt: Em locais públicos, por exemplo, em lan houses e escolas pode ser útil desfazer as alterações e logs criados pelos usuários, para isso basta configurar o desktop da forma desejada e utilizar esse aplicativo para gerar uma cópia da configuração atual que será restaurada automaticamente a cada login:

source: Limite os horarios que cada usuario pode utilizar o computador.
pt: Limite os horários que cada usuário pode utilizar o computador.

source: * Por enquanto essa funcao esta funcionando somente no Desktop KDE4.
pt: * Por enquanto essa função esta funcionando somente no Desktop KDE4.

source: Adicionar usuario
pt: Adicionar usuário

source: Adicione usuarios ao sistema.
pt: Adicione usuários ao sistema.

source: Similar ao nome de usuario
pt: Similar ao nome de usuário

source: Usuario
pt: Usuário

source: Alterar permissoes do usuario
pt: Alterar permissões do usuário

source: Defina o que cada usuario pode fazer.
pt: Defina o que cada usuário pode fazer.

source: Arquivo /etc/sudoers configurado de acordo com o padrao desse programa.
pt: Arquivo /etc/sudoers configurado de acordo com o padrão desse programa.

source: Selecione o usuario a ter sua senha alterada:
pt: Selecione o usuário a ter sua senha alterada:

source: Voltar para tela de configuracao
pt: Voltar para tela de configuração

source: Usuario $p_username adicionado.
pt: Usuário $p_username adicionado.

source: Esse usuario nao possui permissoes de administrador, para alterar as permissoes clique aqui.
pt: Esse usuário não possui permissões de administrador, para alterar as permissões clique aqui.

source: Nome de usuario escolhido ja estava em uso.
pt: Nome de usuário escolhido já estava em uso.

source: Remover usuario
pt: Remover usuário

source: Remova usuarios do sistema.
pt: Remova usuários do sistema.

source: Selecione um usuario
pt: Selecione um usuário

source: Deseja realmente remover o usuario
pt: Deseja realmente remover o usuário

source: Lembre que os arquivos pessoais desse usuario serao apagados.
pt: Lembre que os arquivos pessoais desse usuário serão apagados.

source: Administrador sem necessidade de confirmacao de senha.
pt: Administrador sem necessidade de confirmação de senha.

source: Administrador com confirmacao de senha para cada acao administrativa.
pt: Administrador com confirmação de senha para cada ação administrativa.

source: Usuario sem permissoes administrativas.
pt: Usuário sem permissões administrativas.

source: Atencao a configuracao do arquivo /etc/sudoers nao esta de acordo com o padrao utilizado por esse programa, clique aqui para que a configuracao seja alterada, se optar por manter a configuracao atual as opcoes podem nao funcionar corretamente.
pt: Atenção a configuração do arquivo /etc/sudoers não está de acordo com o padrão utilizado por esse programa, clique aqui para que a configuração seja alterada, se optar por manter a configuração atual as opções podem não funcionar corretamente.

source: Selecione o usuario:
pt: Selecione o usuário:

source: Usuario <b>$p_username</b> removido!
pt: Usuário <b>$p_username</b> removido!

source: O usuario <b>$p_username</b> nao foi removido, confira se o mesmo nao esta logado no momento.
pt: O usuário <b>$p_username</b> não foi removido, confira se o mesmo não está logado no momento.

source: Usuario <b>$p_username</b> nao sera mais restaurado.
pt: Usuário <b>$p_username</b> não será mais restaurado.

source: Usuario <b>$p_username</b> sera restaurado a cada boot.
pt: Usuário <b>$p_username</b> será restaurado a cada boot.

source: Crie novos usuarios.
pt: Crie novos usuários.

source: Apague usuarios.
pt: Apague usuários.

source: Escolha qual usuario sera administrador.
pt: Escolha qual usuário será administrador.

source: Altere a senha de qualquer usuario.
pt: Altere a senha de qualquer usuário.

source: Torne a configuracao de um usuario fixa, util para computadores de uso publico, por exemplo, em escolas.
pt: Torne a configuração de um usuário fixa, útil para computadores de uso público, por exemplo, em escolas.

source: Criar, remover e editar usuarios.
pt: Criar, remover e editar usuários.

source: Configuracao basica.
pt: Configuração básica.

source: Configuracao avancada.
pt: Configuração avançada.

source: Alterar permissoes
pt: Alterar permissões

source: Fixar configuracao
pt: Fixar configuração

source: Editar usuarios utilizando Kuser
pt: Editar usuários utilizando Kuser

source: Gerenciar permissoes utilizando PolicyKit Gnome
pt: Gerenciar permissões utilizando PolicyKit Gnome

source: Gerenciar permissoes utilizando PolicyKit KDE
pt: Gerenciar permissões utilizando PolicyKit KDE

source: Senha do usuario
pt: Senha do usuário

source: Selecione o usuario a ser removido:
pt: Selecione o usuário a ser removido:

source: Permissao do usuario
pt: Permissão do usuário

source: Selecione o tipo de permissao do usuario
pt: Selecione o tipo de permissão do usuário

source: * Usuarios com poderes administrativos podem efetuar qualquer operacao no computador, enquanto usuarios sem esses poderes ficam restritos a alteracoes e configuracoes em sua pasta pessoal, ou seja, ficam impossibilitados de efetuar alteracoes no sistema que afetem outros usuarios.
pt: * Usuários com poderes administrativos podem efetuar qualquer operação no computador, enquanto usuários sem esses poderes ficam restritos a alterações e configurações em sua pasta pessoal, ou seja, ficam impossibilitados de efetuar alterações no sistema que afetem outros usuários.
